{
  "AbbrevMan.nvim": { "branch": "main" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LargeFile": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "ScrollColors": { "branch": "master" },
  "abbreinder.nvim": { "branch": "main" },
  "abbremand.nvim": { "branch": "main" },
  "aerojump.nvim": { "branch": "master" },
  "animate.vim": { "branch": "master" },
  "asyncrun.extra": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "autoscroll.vim": { "branch": "master" },
  "axring.vim": { "branch": "master" },
  "barbecue.nvim": { "branch": "main" },
  "bookmarks.nvim": { "branch": "main" },
  "buffer-tree-explorer": { "branch": "master" },
  "bufferize.vim": { "branch": "main" },
  "bufferline-cycle-windowless.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "bufjump.nvim": { "branch": "master" },
  "bullets.vim": { "branch": "master" },
  "calendar.vim": { "branch": "master" },
  "clever-f.vim": { "branch": "master" },
  "close-buffers.nvim": { "branch": "master" },
  "cmdbuf.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-npm": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp-tmux": { "branch": "main" },
  "cmp-zsh": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "codi.vim": { "branch": "master" },
  "color-converter.nvim": { "branch": "main" },
  "colorbuddy.nvim": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "main" },
  "conceal.nvim": { "branch": "master" },
  "conflict-marker.vim": { "branch": "master" },
  "cpsm": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "debuglog": { "branch": "main" },
  "debugprint.nvim": { "branch": "main" },
  "diagnostic-window.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dirbuf.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "everybody-wants-that-line.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "fm-nvim": { "branch": "master" },
  "fold-preview.nvim": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "fzf-mru.vim": { "branch": "master" },
  "fzf-session.vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gh.nvim": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "goto-breakpoints.nvim": { "branch": "master" },
  "goto-preview": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "hologram.nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "master" },
  "icon-picker.nvim": { "branch": "master" },
  "image.nvim": { "branch": "main" },
  "impatient.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "jade-vim": { "branch": "master" },
  "jumpy.vim": { "branch": "master" },
  "keyboard_cat.vim": { "branch": "master" },
  "keymap-amend.nvim": { "branch": "master" },
  "keymap-layer.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "link-visitor.nvim": { "branch": "main" },
  "litee-calltree.nvim": { "branch": "main" },
  "litee-filetree.nvim": { "branch": "main" },
  "litee-symboltree.nvim": { "branch": "main" },
  "litee.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "local-highlight.nvim": { "branch": "master" },
  "lsp-colors.nvim": { "branch": "main" },
  "lsp-format-modifications.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lua-dev.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdowny.nvim": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mind.nvim": { "branch": "master" },
  "nabla.nvim": { "branch": "master" },
  "neodim": { "branch": "master" },
  "neogit": { "branch": "master" },
  "neoscroll.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-jest": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nice-reference.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-api-viewer": { "branch": "master" },
  "nvim-better-n": { "branch": "master" },
  "nvim-better-operator-message": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-expand-expr": { "branch": "main" },
  "nvim-ffhighlight": { "branch": "main" },
  "nvim-fzf": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lsp-ts-utils": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lsputils": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-redux": { "branch": "main" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-select-multi-line": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-test": { "branch": "main" },
  "nvim-transparent": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-unception": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "nvim-yarp": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "open-browser-github.vim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "operator-star": { "branch": "master" },
  "pantran.nvim": { "branch": "main" },
  "persistent-breakpoints.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "query-secretary": { "branch": "master" },
  "quick-scope": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "react-extract.nvim": { "branch": "main" },
  "reword.vim": { "branch": "master" },
  "samwise.nvim": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "scratch.vim": { "branch": "master" },
  "smart-cursor.nvim": { "branch": "master" },
  "smart-open.nvim": { "branch": "main" },
  "smartcolumn.nvim": { "branch": "main" },
  "sort.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "stabilize.nvim": { "branch": "master" },
  "syntastic": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "textobj-word-column.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggle-lsp-diagnostics.nvim": { "branch": "main" },
  "traces.vim": { "branch": "master" },
  "treesitter-unit": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "vgit.nvim": { "branch": "main" },
  "vidir.nvim": { "branch": "master" },
  "vim-anyfold": { "branch": "master" },
  "vim-arpeggio": { "branch": "master" },
  "vim-autocorrect": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-capslock": { "branch": "master" },
  "vim-caser": { "branch": "master" },
  "vim-colortuner": { "branch": "master" },
  "vim-cool": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-doge": { "branch": "master" },
  "vim-duplicate": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-exjumplist": { "branch": "master" },
  "vim-expand-region": { "branch": "master" },
  "vim-fetch": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-foldfocus": { "branch": "master" },
  "vim-git-arglist": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-grex": { "branch": "master" },
  "vim-highlighturl": { "branch": "master" },
  "vim-hug-neovim-rpc": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-jplus": { "branch": "master" },
  "vim-licenses": { "branch": "master" },
  "vim-loche": { "branch": "master" },
  "vim-macrobatics": { "branch": "master" },
  "vim-makecols": { "branch": "master" },
  "vim-markdown-concealed": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-multiple-cursors": { "branch": "master" },
  "vim-narrow": { "branch": "master" },
  "vim-niceblock": { "branch": "master" },
  "vim-ninja-feet": { "branch": "master" },
  "vim-npr": { "branch": "master" },
  "vim-operator-blockwise": { "branch": "master" },
  "vim-operator-flashy": { "branch": "master" },
  "vim-operator-goto": { "branch": "master" },
  "vim-operator-highlighter": { "branch": "master" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-search": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-peculiar": { "branch": "main" },
  "vim-pencil": { "branch": "master" },
  "vim-plugin-AnsiEsc": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-prisma": { "branch": "main" },
  "vim-quickname": { "branch": "master" },
  "vim-regex-syntax": { "branch": "master" },
  "vim-rel-jump": { "branch": "master" },
  "vim-remembers": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-repo-edit": { "branch": "main" },
  "vim-schlepp": { "branch": "master" },
  "vim-scratch": { "branch": "master" },
  "vim-scriptease": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-subversive": { "branch": "master" },
  "vim-swap": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-anyblock": { "branch": "master" },
  "vim-textobj-between": { "branch": "master" },
  "vim-textobj-blockwise": { "branch": "master" },
  "vim-textobj-comment": { "branch": "master" },
  "vim-textobj-delimited": { "branch": "master" },
  "vim-textobj-lastinserted": { "branch": "master" },
  "vim-textobj-methodcall": { "branch": "master" },
  "vim-textobj-pastedtext": { "branch": "master" },
  "vim-textobj-postexpr": { "branch": "master" },
  "vim-textobj-reactprop": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-variable-segment": { "branch": "main" },
  "vim-visual-star-search": { "branch": "master" },
  "vim-whiteboard": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "vim_search_objects": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "vimux": { "branch": "master" },
  "vista.vim": { "branch": "master" },
  "visual-split.vim": { "branch": "master" },
  "webapi-vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "winshift.nvim": { "branch": "main" },
  "xterm-color-table.vim": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" },
  "zoxide.vim": { "branch": "master" }
}