{
  "dirbuf.nvim": { "branch": "main" },
  "impatient.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "nvim-better-n": { "branch": "master" },
  "nvim-better-operator-message": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "operator-star": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "textobj-word-column.vim": { "branch": "master" },
  "treesitter-unit": { "branch": "main" },
  "treewalker.nvim": { "branch": "main" },
  "vim-capslock": { "branch": "master" },
  "vim-caser": { "branch": "master" },
  "vim-duplicate": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-grex": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-multiple-cursors": { "branch": "master" },
  "vim-niceblock": { "branch": "master" },
  "vim-ninja-feet": { "branch": "master" },
  "vim-operator-blockwise": { "branch": "master" },
  "vim-operator-flashy": { "branch": "master" },
  "vim-operator-goto": { "branch": "master" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-search": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-peculiar": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "vim-subversive": { "branch": "master" },
  "vim-swap": { "branch": "master" },
  "vim-textobj-anyblock": { "branch": "master" },
  "vim-textobj-between": { "branch": "master" },
  "vim-textobj-blockwise": { "branch": "master" },
  "vim-textobj-comment": { "branch": "master" },
  "vim-textobj-delimited": { "branch": "master" },
  "vim-textobj-lastinserted": { "branch": "master" },
  "vim-textobj-methodcall": { "branch": "master" },
  "vim-textobj-pastedtext": { "branch": "master" },
  "vim-textobj-postexpr": { "branch": "master" },
  "vim-textobj-reactprop": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-variable-segment": { "branch": "main" },
  "vim-wordmotion": { "branch": "master" },
  "vim_search_objects": { "branch": "master" }
}
